INFO = "Ідея проекту полягає в тому, щоб користувач за допомогою нашого боту міг одержати" \
       "інформацію - на який сеанс певного фільму будуть найдешевші квитки у всіх кінотеатрів, " \
       "щоб запропонувати користувачу найоптимальніші варіанти.\n\n" \
       "Як це працює?\nНа сервері буде sql-база даних з описом кожного сеансу та ціни" \
       "з телеграму \"витягує\" інформацію про певний фільм та надає користувачу" \
       "найоптимальніші варіант по ціні для перегляду. Наприклад: користувач вводить" \
       "запит(фільм та дату) - бот надає інформацію(кінотеатри,сеанси,ціни " \
       "від найменшої до найбільшої) спочатку базу даних будем заповнювати " \
       "власноруч,згодом процедуру парзання інформації з сайту кінотеатрів " \
       "буде працювати через APi сервера."

# Cinemas
CINEMAS_LIST = ["f", "Multiplex Spartak",
                "Multiplex Victoria Gardens",
                "Планета Кіно Forum",
                "Планета Кіно King Cross"]

# Emoji Unicodes:
DIGIT_KEYCAPS_EMOJI = ['0️⃣', '1️⃣', '2️⃣', '3️⃣', '4️⃣', '5️⃣',
                       '6️⃣', '7️⃣', '8️⃣', '9️⃣', '1️⃣0️⃣', '1️⃣1️⃣',
                       '1️⃣2️⃣', '1️⃣3️⃣', '1️⃣4️⃣', '1️⃣5️⃣', '16', '17', '18', '19', '20',
                       '16', '17', '18', '19', '20']
KEYMAP_EMOJI = '#️⃣'
LEFTWARDS_ARROW_EMOJI = '\U00002B05'
LOCATION_EMOJI        = '\U0001F4CD'
CINEMA_EMOJI          = '\U0001F3A6'
FILM_PROJECTOR_EMOJI  = '\U0001F4FD'
INFO_EMOJI            = '\U00002753'
SEARCH_EMOJI          = '\U0001F50D'
REFRESH_EMOJI         = '\U0001f504'
POPCORN_EMOJI         = '\U0001f37f'
FIRES_EMOJI           = '\U0001F389'
CALENDAR_EMOJI        = '\U0001F4C5'



